Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Enable for models that generate images (e.g. gpt-image-1, dall-e-3, flux) or audio (e.g. TTS models). Text output is always enabled.
de: Aktivieren für Modelle, die Bilder (z.B. gpt-image-1, dall-e-3, flux) oder Audio (z.B. TTS-Modelle) erzeugen. Textausgabe ist immer aktiviert.
es: Actívalo para modelos que generan imágenes (p. ej. gpt-image-1, dall-e-3, flux) o audio (p. ej. modelos TTS). La salida de texto siempre está activada.
fil: I-enable para sa mga model na gumagawa ng larawan (hal. gpt-image-1, dall-e-3, flux) o audio (hal. mga TTS model). Laging naka-enable ang text output.
fr: Activez pour les modèles générant des images (ex. gpt-image-1, dall-e-3, flux) ou de l'audio (ex. modèles TTS). La sortie texte est toujours activée.
hr: Omogućite za modele koji generiraju slike (npr. gpt-image-1, dall-e-3, flux) ili zvuk (npr. TTS modeli). Tekstualni izlaz je uvijek omogućen.
id: Aktifkan untuk model yang menghasilkan gambar (mis. gpt-image-1, dall-e-3, flux) atau audio (mis. model TTS). Keluaran teks selalu aktif.
ja: 画像生成（gpt-image-1、dall-e-3、fluxなど）や音声生成（TTSモデルなど）のモデルで有効にしてください。テキスト出力は常に有効です。
ko: 이미지 생성(예: gpt-image-1, dall-e-3, flux) 또는 오디오 생성(예: TTS 모델) 모델에 활성화하세요. 텍스트 출력은 항상 활성화되어 있습니다.
ms: Aktifkan untuk model yang menjana imej (cth. gpt-image-1, dall-e-3, flux) atau audio (cth. model TTS). Output teks sentiasa aktif.
pl: Włącz dla modeli generujących obrazy (np. gpt-image-1, dall-e-3, flux) lub dźwięk (np. modele TTS). Wyjście tekstowe jest zawsze włączone.
pt_br: Ative para modelos que geram imagens (ex.: gpt-image-1, dall-e-3, flux) ou áudio (ex.: modelos de TTS). A saída de texto está sempre ativa.
ro: Activează pentru modelele care generează imagini (ex. gpt-image-1, dall-e-3, flux) sau audio (ex. modele TTS). Ieșirea de text este mereu activă.
ru: Включите для моделей, которые генерируют изображения (напр. gpt-image-1, dall-e-3, flux) или аудио (напр. TTS-модели). Вывод текста включён всегда.
th: เปิดใช้งานสำหรับโมเดลที่สร้างรูปภาพ (เช่น gpt-image-1, dall-e-3, flux) หรือเสียง (เช่น โมเดล TTS) เอาต์พุตข้อความเปิดใช้งานเสมอ
tr: Görsel (ör. gpt-image-1, dall-e-3, flux) veya ses (ör. TTS modelleri) üreten modeller için etkinleştirin. Metin çıkışı her zaman etkindir.
zh_hans: 为生成图片（如 gpt-image-1、dall-e-3、flux）或音频（如 TTS 模型）的模型启用。文本输出始终启用。
zh_hant: 爲生成圖片（如 gpt-image-1、dall-e-3、flux）或音頻（如 TTS 模型）的模型啟用。文字輸出始終啟用。

source: Enable iCloud Sync
de: iCloud-Synchronisierung aktivieren
es: Activar la sincronización con iCloud
fil: I-enable ang iCloud Sync
fr: Activer la synchronisation iCloud
hr: Omogući iCloud sinkronizaciju
id: Aktifkan Sinkronisasi iCloud
ja: iCloud 同期を有効にする
ko: iCloud 동기화 사용
ms: Aktifkan Penyegerakan iCloud
pl: Włącz synchronizację iCloud
pt_br: Ativar sincronização do iCloud
ro: Activează sincronizarea iCloud
ru: Включить синхронизацию iCloud
th: เปิดใช้งานการซิงค์ iCloud
tr: iCloud Eşitlemeyi Etkinleştir
zh_hans: 启用 iCloud 同步
zh_hant: 啟用 iCloud 同步

source: Enable Logging
de: Protokollierung aktivieren
es: Activar el registro
fil: I-enable ang Logging
fr: Activer les journaux
hr: Omogući zapisivanje
id: Aktifkan Pencatatan
ja: ログを有効化
ko: 로깅 활성화
ms: Aktifkan Pengelogan
pl: Włącz rejestrowanie
pt_br: Ativar o registro de logs
ro: Activează jurnalizarea
ru: Включить ведение журнала
th: เปิดใช้งานการบันทึก
tr: Günlük Kaydını Etkinleştir
zh_hans: 启用日志
zh_hant: 啟用日誌

source: Enable Reasoning
de: Reasoning aktivieren
es: Activar el razonamiento
fil: I-enable ang Reasoning
fr: Activer le raisonnement
hr: Omogući zaključivanje
id: Aktifkan Penalaran
ja: 推論を有効にする
ko: 추론 활성화
ms: Aktifkan Penaakulan
pl: Włącz rozumowanie
pt_br: Ativar raciocínio
ro: Activează raționamentul
ru: Включить рассуждения
th: เปิดใช้งานการให้เหตุผล
tr: Akıl Yürütmeyi Etkinleştir
zh_hans: 启用推理
zh_hant: 啟用推理

source: Enabled
de: Aktiviert
es: Activado
fil: Naka-enable
fr: Activé
hr: Omogućeno
id: Aktif
ja: 有効
ko: 활성화됨
ms: Aktif
pl: Włączone
pt_br: Ativado
ro: Activat
ru: Включено
th: เปิดใช้งาน
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

source: Enables background audio playback for text-to-speech narration and music/audio playback while the app is in the background.
de: Aktiviert die Hintergrund-Audiowiedergabe für Sprachsynthese und Musik-/Audiowiedergabe, während die App im Hintergrund ist.
es: Permite la reproducción de audio en segundo plano para la narración de texto a voz y para reproducir música o audio mientras la app está en segundo plano.
fil: Pinapagana ang background audio playback para sa text-to-speech narration at music/audio playback habang nasa background ang app.
fr: Active la lecture audio en arrière-plan pour la synthèse vocale et la lecture de musique/audio lorsque l'app est en arrière-plan.
hr: Omogućuje reprodukciju zvuka u pozadini za čitanje teksta naglas te reprodukciju glazbe i zvuka dok je aplikacija u pozadini.
id: Mengaktifkan pemutaran audio latar belakang untuk narasi teks-ke-ucapan dan pemutaran musik/audio saat aplikasi di latar belakang.
ja: アプリがバックグラウンドの間、テキスト読み上げや音楽・オーディオ再生のためのバックグラウンドオーディオ再生を有効にします。
ko: 앱이 백그라운드에 있을 때 텍스트 음성 변환 및 음악/오디오 재생을 위한 백그라운드 오디오 재생을 활성화합니다.
ms: Membolehkan main balik audio latar belakang untuk naratif teks-ke-pertuturan dan main balik muzik/audio semasa apl di latar belakang.
pl: Włącza odtwarzanie dźwięku w tle dla narracji tekst-na-mowę oraz muzyki, gdy aplikacja działa w tle.
pt_br: Ativa a reprodução de áudio em segundo plano para a narração de texto para fala e para música/áudio enquanto o app está em segundo plano.
ro: Permite redarea audio în fundal pentru narațiunea text-to-speech și pentru muzică/audio cât timp aplicația este în fundal.
ru: Включает фоновое воспроизведение аудио для озвучивания текста и проигрывания музыки/аудио, когда приложение работает в фоне.
th: เปิดใช้งานการเล่นเสียงเบื้องหลังสำหรับการบรรยายข้อความเป็นเสียงพูดและการเล่นเพลง/เสียงขณะแอปอยู่เบื้องหลัง
tr: Uygulama arka plandayken metin okuma anlatımı ve müzik/ses çalma için arka plan ses oynatmayı etkinleştirir.
zh_hans: 允许在后台播放音频，以增强文本朗读和音乐音频播放等功能。
zh_hant: 允許在背景播放音頻，以增強文字朗讀和音樂音頻播放等功能。

source: Encrypt Backup
de: Sicherung verschlüsseln
es: Cifrar la copia de seguridad
fil: I-encrypt ang Backup
fr: Chiffrer la sauvegarde
hr: Šifriraj sigurnosnu kopiju
id: Enkripsi Cadangan
ja: バックアップを暗号化
ko: 백업 암호화
ms: Sulitkan Sandaran
pl: Zaszyfruj kopię zapasową
pt_br: Criptografar o backup
ro: Criptează copia de rezervă
ru: Зашифровать копию
th: เข้ารหัสข้อมูลสำรอง
tr: Yedeği Şifrele
zh_hans: 加密备份
zh_hant: 加密備份

source: Encrypted
de: Verschlüsselt
es: Cifrado
fil: Naka-encrypt
fr: Chiffré
hr: Šifrirano
id: Terenkripsi
ja: 暗号化済み
ko: 암호화됨
ms: Disulitkan
pl: Zaszyfrowane
pt_br: Criptografado
ro: Criptat
ru: Зашифровано
th: เข้ารหัสแล้ว
tr: Şifrelenmiş
zh_hans: 已加密
zh_hant: 已加密

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
hr: Šifriranje
id: Enkripsi
ja: 暗号化
ko: 암호화
ms: Penyulitan
pl: Szyfrowanie
pt_br: Criptografia
ro: Criptare
ru: Шифрование
th: การเข้ารหัส
tr: Şifreleme
zh_hans: 加密
zh_hant: 加密

source: Endpoint
de: Endpunkt
fr: Point de terminaison
hr: Krajnja točka
ja: エンドポイント
ko: 엔드포인트
pl: Punkt końcowy
ro: Punct final
ru: Эндпойнт
th: เอนด์พอยต์
tr: Uç Nokta
zh_hans: 接口地址
zh_hant: 端點

source: English
de: Englisch
es: Inglés
fr: Anglais
hr: Engleski
id: Inggris
ja: 英語
ko: 영어
ms: Inggeris
ru: Английский
th: อังกฤษ
zh_hans: 英语
zh_hant: 英語

source: English Voice
de: Englische Stimme
es: Voz en inglés
fil: Boses na English
fr: Voix anglaise
hr: Engleski glas
id: Suara Bahasa Inggris
ja: 英語ボイス
ko: 영어 음성
ms: Suara Bahasa Inggeris
pl: Głos angielski
pt_br: Voz em inglês
ro: Voce engleză
ru: Английский голос
th: เสียงภาษาอังกฤษ
tr: İngilizce Ses
zh_hans: 英语语音
zh_hant: 英語語音

source: Enhanced
de: Erweitert
es: Mejorado
fil: Pinahusay
fr: Amélioré
hr: Prošireno
id: Ditingkatkan
ja: 拡張
ko: 향상
ms: Dipertingkat
pl: Rozszerzony
pt_br: Estendido
ro: Extins
ru: Расширенный
th: ปรับปรุงแล้ว
tr: Gelişmiş
zh_hans: 增强
zh_hant: 增強

source: Enhanced Background Execution
de: Erweiterte Hintergrundausführung
es: Ejecución en segundo plano mejorada
fil: Pinahusay na Background Execution
fr: Exécution en arrière-plan améliorée
hr: Prošireno izvođenje u pozadini
id: Eksekusi Latar Belakang Ditingkatkan
ja: 拡張バックグラウンド実行
ko: 향상된 백그라운드 실행
ms: Pelaksanaan Latar Belakang Dipertingkat
pl: Rozszerzone działanie w tle
pt_br: Execução estendida em segundo plano
ro: Execuție extinsă în fundal
ru: Расширенное фоновое выполнение
th: การทำงานเบื้องหลังที่ปรับปรุงแล้ว
tr: Gelişmiş Arka Plan Yürütme
zh_hans: 增强后台运行
zh_hant: 增強背景運行

source: Enhanced Cache
de: Erweiterter Cache
es: Caché mejorada
fil: Pinahusay na Cache
fr: Cache amélioré
hr: Prošireni cache
id: Cache Ditingkatkan
ja: 拡張キャッシュ
ko: 향상된 캐시
ms: Cache Dipertingkat
pl: Rozszerzona pamięć podręczna
pt_br: Cache estendido
ro: Cache extins
ru: Расширенный кэш
th: แคชที่ปรับปรุงแล้ว
tr: Gelişmiş Önbellek
zh_hans: 增强缓存
zh_hant: 增強緩存

source: Enhanced cache extends the cache TTL from 5 minutes to 1 hour. Cache writes cost more (2x vs 1.25x base price), but cache reads remain cheap (0.1x). Recommended for long coding sessions where request gaps may exceed 5 minutes.
de: Der erweiterte Cache verlängert die Cache-TTL von 5 Minuten auf 1 Stunde. Cache-Schreibvorgänge kosten mehr (2x vs. 1,25x Grundpreis), aber Cache-Lesevorgänge bleiben günstig (0,1x). Empfohlen für lange Programmiersitzungen, bei denen Anfragepausen 5 Minuten überschreiten können.
es: La caché mejorada amplía el TTL de la caché de 5 minutos a 1 hora. Las escrituras en caché cuestan más (2x frente a 1,25x del precio base), pero las lecturas siguen siendo baratas (0,1x). Se recomienda para sesiones largas de programación en las que el intervalo entre solicitudes puede superar los 5 minutos.
fil: Pinapahaba ng enhanced cache ang cache TTL mula 5 minuto hanggang 1 oras. Mas mahal ang cache write (2x kumpara sa 1.25x na base price), pero mura pa rin ang cache read (0.1x). Inirerekomenda sa mahabang coding session kung saan maaaring lumampas sa 5 minuto ang agwat ng request.
fr: Le cache amélioré étend le TTL du cache de 5 minutes à 1 heure. Les écritures en cache coûtent plus cher (2x vs 1,25x le prix de base), mais les lectures restent bon marché (0,1x). Recommandé pour les longues sessions de codage où les intervalles entre requêtes peuvent dépasser 5 minutes.
hr: Prošireni cache produljuje TTL cachea s 5 minuta na 1 sat. Upisi u cache koštaju više (2x umjesto 1,25x osnovne cijene), ali čitanja iz cachea ostaju jeftina (0,1x). Preporučuje se za duge sesije programiranja u kojima razmaci između zahtjeva mogu premašiti 5 minuta.
id: Cache yang ditingkatkan memperpanjang TTL cache dari 5 menit menjadi 1 jam. Penulisan cache lebih mahal (2x vs 1,25x harga dasar), tetapi pembacaan cache tetap murah (0,1x). Disarankan untuk sesi coding panjang yang jeda antar permintaannya bisa melebihi 5 menit.
ja: 拡張キャッシュはキャッシュの TTL を5分から1時間に延長します。キャッシュ書き込みコストは高くなりますが（基本価格の2倍 vs 1.25倍）、キャッシュ読み取りは安価なままです（0.1倍）。リクエスト間隔が5分を超えうる長時間のコーディングセッションに推奨されます。
ko: 향상된 캐시는 캐시 TTL을 5분에서 1시간으로 연장합니다. 캐시 쓰기 비용은 높지만(기본가의 2배 vs 1.25배), 캐시 읽기는 저렴합니다(0.1배). 요청 간격이 5분을 초과할 수 있는 긴 코딩 세션에 권장됩니다.
ms: Cache dipertingkat memanjangkan TTL cache dari 5 minit kepada 1 jam. Penulisan cache lebih mahal (2x berbanding 1.25x harga asas), tetapi bacaan cache kekal murah (0.1x). Disyorkan untuk sesi pengekodan panjang yang jurang antara permintaannya mungkin melebihi 5 minit.
pl: Rozszerzona pamięć podręczna wydłuża TTL z 5 minut do 1 godziny. Zapisy kosztują więcej (2× wobec 1,25× ceny bazowej), ale odczyty pozostają tanie (0,1×). Zalecane przy długich sesjach kodowania, gdzie przerwy między żądaniami przekraczają 5 minut.
pt_br: O cache estendido aumenta a validade do cache de 5 minutos para 1 hora. As gravações no cache custam mais (2x contra 1,25x do preço base), mas as leituras continuam baratas (0,1x). Recomendado para sessões longas de programação, com intervalos entre requisições acima de 5 minutos.
ro: Cache-ul extins mărește durata de viață a cache-ului de la 5 minute la 1 oră. Scrierile în cache costă mai mult (2x față de 1,25x din prețul de bază), dar citirile rămân ieftine (0,1x). Recomandat pentru sesiuni lungi de programare, cu pauze între cereri mai mari de 5 minute.
ru: Расширенный кэш увеличивает срок жизни кэша (TTL) с 5 минут до 1 часа. Запись в кэш стоит дороже (2x против базовых 1.25x), но чтение из кэша остаётся дешёвым (0.1x). Рекомендуется для длительных сессий программирования, где паузы между запросами могут превышать 5 минут.
th: แคชแบบปรับปรุงขยาย TTL ของแคชจาก 5 นาทีเป็น 1 ชั่วโมง การเขียนแคชมีค่าใช้จ่ายสูงขึ้น (2 เท่า เทียบกับ 1.25 เท่าของราคาพื้นฐาน) แต่การอ่านแคชยังถูก (0.1 เท่า) แนะนำสำหรับเซสชันเขียนโค้ดยาวๆ ที่ช่วงห่างระหว่างคำขออาจเกิน 5 นาที
tr: Gelişmiş önbellek, önbellek TTL'sini 5 dakikadan 1 saate çıkarır. Önbellek yazmaları daha pahalıdır (taban fiyatın 1,25 katı yerine 2 katı) ama okumalar ucuz kalır (0,1 kat). İstekler arası boşluğun 5 dakikayı aşabildiği uzun kodlama oturumları için önerilir.
zh_hans: 增强缓存将缓存 TTL 从 5 分钟延长到 1 小时。缓存写入费用更高（基础价格的 2 倍 vs 1.25 倍），但缓存读取仍然很便宜（0.1 倍）。推荐在请求间隔可能超过 5 分钟的长时间编程会话中使用。
zh_hant: 增強緩存將緩存 TTL 從 5 分鐘延長到 1 小時。緩存寫入費用更高（基礎價格的 2 倍 vs 1.25 倍），但緩存讀取仍然很便宜（0.1 倍）。推薦在請求間隔可能超過 5 分鐘的長時間編程工作階段中使用。

source: Enter a custom API base URL and bearer token for proxy services or self-hosted endpoints.
de: Geben Sie eine benutzerdefinierte API-Basis-URL und ein Bearer Token für Proxy-Dienste oder selbst gehostete Endpunkte ein.
es: Introduce una URL base de la API y un bearer token personalizados para servicios proxy o endpoints autoalojados.
fil: Maglagay ng custom na API base URL at bearer token para sa proxy service o self-hosted na endpoint.
fr: Saisissez une URL de base API personnalisée et un jeton Bearer pour les services proxy ou les points de terminaison auto-hébergés.
hr: Unesite prilagođeni osnovni API URL i bearer token za proxy usluge ili vlastite krajnje točke.
id: Masukkan URL basis API kustom dan token bearer untuk layanan proksi atau endpoint yang dihos sendiri.
ja: プロキシサービスやセルフホストのエンドポイント用にカスタムAPIベースURLとBearerトークンを入力してください。
ko: 프록시 서비스 또는 자체 호스팅 엔드포인트를 위한 사용자 정의 API 베이스 URL과 Bearer Token을 입력하세요.
ms: Masukkan URL asas API tersuai dan token bearer untuk perkhidmatan proksi atau endpoint hos sendiri.
pl: Podaj własny adres bazowy API i token bearer dla usług proxy lub własnych punktów końcowych.
pt_br: Digite uma URL base de API e um token bearer personalizados para serviços de proxy ou endpoints próprios.
ro: Introdu o adresă de bază API și un token bearer pentru servicii proxy sau endpoint-uri găzduite de tine.
ru: Введите свой базовый API URL и bearer-токен для прокси-сервисов или самостоятельно размещённых эндпоинтов.
th: ป้อน URL ของ API base และโทเคน bearer ที่กำหนดเองสำหรับบริการพร็อกซีหรือเอนด์พอยต์ที่โฮสต์เอง
tr: Proxy hizmetleri veya kendi barındırdığınız uç noktalar için özel API taban URL'si ve bearer token girin.
zh_hans: 输入自定义 API 地址和 Bearer Token，用于代理服务或自托管端点。
zh_hant: 輸入自訂 API 地址和 Bearer Token，用於代理服務或自託管端點。

source: Enter a name for the new model group.
de: Geben Sie einen Namen für die neue Modellgruppe ein.
es: Introduce un nombre para el nuevo grupo de modelos.
fil: Maglagay ng pangalan para sa bagong model group.
fr: Entrez un nom pour le nouveau groupe de modèles.
hr: Unesite naziv nove grupe modela.
id: Masukkan nama untuk grup model baru.
ja: 新しいモデルグループの名前を入力してください。
ko: 새 모델 그룹의 이름을 입력하세요.
ms: Masukkan nama untuk kumpulan model baharu.
pl: Wprowadź nazwę nowej grupy modeli.
pt_br: Digite um nome para o novo grupo de modelos.
ro: Introdu un nume pentru noul grup de modele.
ru: Введите название для новой группы моделей.
th: ป้อนชื่อสำหรับกลุ่มโมเดลใหม่
tr: Yeni model grubu için bir ad girin.
zh_hans: 请输入新模型分组的名称。
zh_hant: 請輸入新模型分組的名稱。

source: Enter custom user agent...
de: Benutzerdefinierten User Agent eingeben…
es: Introduce un user agent personalizado...
fil: Maglagay ng custom na user agent...
fr: Saisir un User Agent personnalisé…
hr: Unesite prilagođeni user agent...
id: Masukkan user agent kustom...
ja: カスタム User Agent を入力…
ko: 사용자 정의 User Agent 입력…
ms: Masukkan user agent tersuai...
pl: Wprowadź własny user agent...
pt_br: Digite um user agent personalizado...
ro: Introdu un user agent personalizat...
ru: Введите свой user agent...
th: ป้อน user agent ที่กำหนดเอง...
tr: Özel user agent girin...
zh_hans: 输入自定义 User Agent…
zh_hant: 輸入自訂 User Agent…

source: Enter Key
de: Schlüssel eingeben
es: Tecla Intro
fr: Saisir la clé
hr: Unesite ključ
id: Tombol Enter
ja: キーを入力
ko: 키 입력
ms: Kekunci Enter
pl: Klawisz Enter
pt_br: Tecla Enter
ro: Tasta Enter
ru: Введите ключ
th: ปุ่ม Enter
tr: Enter Tuşu
zh_hans: 输入密钥
zh_hant: 輸入金鑰

source: Enter the API Key from the Volcano Engine new console.
de: Gib den API-Schlüssel aus der neuen Volcano-Engine-Konsole ein.
es: Introduce la API Key de la nueva consola de Volcano Engine.
fil: Ilagay ang API Key mula sa bagong console ng Volcano Engine.
fr: Saisis la clé API depuis la nouvelle console Volcano Engine.
hr: Unesite API ključ iz nove konzole Volcano Engine.
id: Masukkan Kunci API dari konsol baru Volcano Engine.
ja: Volcano Engine の新しいコンソールから API キーを入力してください。
ko: Volcano Engine 새 콘솔에서 API 키를 입력하세요.
ms: Masukkan Kunci API dari konsol baharu Volcano Engine.
pl: Wprowadź klucz API z nowej konsoli Volcano Engine.
pt_br: Digite a chave de API do novo console da Volcano Engine.
ro: Introdu cheia API din noua consolă Volcano Engine.
ru: Введите ключ API из новой консоли Volcano Engine.
th: ป้อนคีย์ API จากคอนโซลใหม่ของ Volcano Engine
tr: Volcano Engine yeni konsolundaki API anahtarını girin.
zh_hans: 请输入火山引擎新版控制台的 API Key。
zh_hant: 請輸入火山引擎新版主控台的 API Key。

source: Enter the Azure Speech Services subscription key. Set the base URL to your region, e.g. https://eastasia.tts.speech.microsoft.com
de: Gib den Abonnementschlüssel für Azure Speech Services ein. Setze die Basis-URL auf deine Region, z. B. https://eastasia.tts.speech.microsoft.com
es: Introduce la clave de suscripción de Azure Speech Services. Configura la URL base según tu región, p. ej. https://eastasia.tts.speech.microsoft.com
fil: Ilagay ang subscription key ng Azure Speech Services. Itakda ang base URL sa region mo, hal. https://eastasia.tts.speech.microsoft.com
fr: Saisis la clé d’abonnement Azure Speech Services. Définis l’URL de base sur ta région, par ex. https://eastasia.tts.speech.microsoft.com
hr: Unesite pretplatnički ključ za Azure Speech Services. Postavite osnovni URL na svoju regiju, npr. https://eastasia.tts.speech.microsoft.com
id: Masukkan kunci langganan Azure Speech Services. Setel URL basis ke region Anda, mis. https://eastasia.tts.speech.microsoft.com
ja: Azure Speech Services のサブスクリプションキーを入力してください。ベース URL をお使いのリージョンに設定します（例：https://eastasia.tts.speech.microsoft.com）
ko: Azure Speech Services 구독 키를 입력하세요. 기본 URL을 지역에 맞게 설정하세요. 예: https://eastasia.tts.speech.microsoft.com
ms: Masukkan kunci langganan Azure Speech Services. Tetapkan URL asas kepada wilayah anda, cth. https://eastasia.tts.speech.microsoft.com
pl: Wprowadź klucz subskrypcji Azure Speech Services. Ustaw adres bazowy na swój region, np. https://eastasia.tts.speech.microsoft.com
pt_br: Digite a chave de assinatura do Azure Speech Services. Defina a URL base para a sua região, ex.: https://eastasia.tts.speech.microsoft.com
ro: Introdu cheia de abonament Azure Speech Services. Setează adresa de bază pentru regiunea ta, de ex. https://eastasia.tts.speech.microsoft.com
ru: Введите ключ подписки Azure Speech Services. Укажите базовый URL для вашего региона, напр. https://eastasia.tts.speech.microsoft.com
th: ป้อนคีย์การสมัคร Azure Speech Services ตั้ง base URL เป็นภูมิภาคของคุณ เช่น https://eastasia.tts.speech.microsoft.com
tr: Azure Speech Services abonelik anahtarını girin. Taban URL'sini bölgenize ayarlayın, ör. https://eastasia.tts.speech.microsoft.com
zh_hans: 请输入 Azure 语音服务的订阅密钥。将基础 URL 设置为你所在的区域，例如 https://eastasia.tts.speech.microsoft.com
zh_hant: 請輸入 Azure 語音服務的訂閱金鑰。將基礎 URL 設定為你所在的區域，例如 https://eastasia.tts.speech.microsoft.com

source: Enter your API key
de: Geben Sie Ihren API Key ein
es: Introduce tu clave de API
fil: Ilagay ang iyong API key
fr: Entrez votre clé API
hr: Unesite svoj API ključ
id: Masukkan kunci API Anda
ja: API Keyを入力してください
ko: API Key를 입력하세요
ms: Masukkan kunci API anda
pl: Wprowadź swój klucz API
pt_br: Digite sua chave de API
ro: Introdu cheia ta API
ru: Введите ваш API-ключ
th: ป้อนคีย์ API ของคุณ
tr: API anahtarınızı girin
zh_hans: 请输入 API Key
zh_hant: 請輸入 API Key

source: Entry not found in recent daily logs.
de: Eintrag in den letzten Tagesprotokollen nicht gefunden.
es: No se encontró la entrada en los registros diarios recientes.
fil: Hindi nakita ang entry sa mga kamakailang daily log.
fr: Entrée introuvable dans les journaux quotidiens récents.
hr: Unos nije pronađen u nedavnim dnevnim zapisima.
id: Entri tidak ditemukan dalam log harian terbaru.
ja: 最近の日次ログにエントリが見つかりませんでした。
ko: 최근 일일 로그에서 항목을 찾을 수 없습니다.
ms: Entri tidak dijumpai dalam log harian terkini.
pl: Nie znaleziono wpisu w ostatnich dziennikach dziennych.
pt_br: Entrada não encontrada nos registros diários recentes.
ro: Intrarea nu a fost găsită în jurnalele zilnice recente.
ru: Запись не найдена в последних ежедневных журналах.
th: ไม่พบรายการในบันทึกรายวันล่าสุด
tr: Kayıt, son günlük kayıtlarda bulunamadı.
zh_hans: 在最近的每日日志中未找到该条目。
zh_hant: 在最近的每日日誌中找不到該項目。

source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
fil: Mga Environment Variable
fr: Variables d'environnement
hr: Varijable okruženja
id: Variabel Lingkungan
ja: 環境変数
ko: 환경 변수
ms: Pemboleh Ubah Persekitaran
pl: Zmienne środowiskowe
pt_br: Variáveis de ambiente
ro: Variabile de mediu
ru: Переменные окружения
th: ตัวแปรสภาพแวดล้อม
tr: Ortam Değişkenleri
zh_hans: 环境变量
zh_hant: 環境變量

source: Environments
de: Umgebungen
es: Entornos
fil: Mga Environment
fr: Environnements
hr: Okruženja
id: Lingkungan
ja: 環境
ko: 환경
ms: Persekitaran
pl: Środowiska
pt_br: Ambientes
ro: Medii
ru: Окружения
th: สภาพแวดล้อม
tr: Ortamlar
zh_hans: 环境变量
zh_hant: 環境變數

source: Error
de: Fehler
fr: Erreur
hr: Greška
id: Kesalahan
ja: エラー
ko: 오류
ms: Ralat
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Error writing file: %@
de: Fehler beim Schreiben der Datei: %@
es: Error al escribir el archivo: %@
fil: Error sa pagsulat ng file: %@
fr: Erreur lors de l'écriture du fichier : %@
hr: Greška pri pisanju datoteke: %@
id: Kesalahan menulis file: %@
ja: ファイルの書き込みエラー: %@
ko: 파일 쓰기 오류: %@
ms: Ralat menulis file: %@
pl: Błąd zapisu pliku: %@
pt_br: Erro ao gravar o arquivo: %@
ro: Eroare la scrierea fișierului: %@
ru: Ошибка записи файла: %@
th: ข้อผิดพลาดในการเขียนไฟล์: %@
tr: Dosya yazma hatası: %@
zh_hans: 写入文件出错：%@
zh_hant: 寫入檔案發生錯誤：%@

source: Estimated size
de: Geschätzte Größe
es: Tamaño estimado
fil: Tinatayang laki
fr: Taille estimée
hr: Procijenjena veličina
id: Perkiraan ukuran
ja: 推定サイズ
ko: 예상 크기
ms: Anggaran saiz
pl: Szacowany rozmiar
pt_br: Tamanho estimado
ro: Dimensiune estimată
ru: Примерный размер
th: ขนาดโดยประมาณ
tr: Tahmini boyut
zh_hans: 预估大小
zh_hant: 預估大小

source: Estimated time
de: Geschätzte Dauer
es: Tiempo estimado
fil: Tinatayang oras
fr: Durée estimée
hr: Procijenjeno vrijeme
id: Perkiraan waktu
ja: 推定所要時間
ko: 예상 시간
ms: Anggaran masa
pl: Szacowany czas
pt_br: Tempo estimado
ro: Timp estimat
ru: Расчётное время
th: เวลาโดยประมาณ
tr: Tahmini süre
zh_hans: 预计耗时
zh_hant: 預估時間
